{
    "How often have you been bothered by feeling bad about yourself - that you are a failure or have let yourself or your family down?": [
        "Do you feel good about yourself?",
        "Do you ever feel like a failure?",
        "Do you feel like you are letting yourself down?",
        "Do you feel like you have let your family down?",
        "Do you have accomplishments that you are proud of?",
        "How long have you struggled with feeling bad about yourself?",
        "Do you wonder why you feel bad about yourself?",
        "Why do you think people feel bad about themselves?",
        "How do you feel when you are feeling bad?",
        "Do you feel guilty everytime you spend money?",
        "How do you express bad feelings to others when you do?",
        "Does any person in your life make you feel bad?",
        "Do you think it is okay to buy things for yourself?",
        "Do you put yourself first when you make decisions?",
        "Do you feel like you can survive a failure in life?",
        "What do you think makes you a failure?",
        "Does failure to achieve your goals affect you significantly?",
        "Do you feel like it is okay to fail sometimes?",
        "What do you feel is your greatest failure in recent times?",
        "Do you feel like experiencing failure can help you succeed better?",
        "Do you feel like you need to be comfortable with failure?",
        "Do you believe that humans very often fail before succeeding?",
        "How does failure affect you exactly?",
        "Do you feel estranged from your parents?",
        "Do you have toxic parents that affect your emotions?",
        "Do you feel deeply dissapointed in yourself?",
        "Do you feel like you need to cut ties with your family?"
    ],
    "Bothered by feeling down, depressed, or hopeless?": [
        "Do you think you might be depressed?",
        "Do you feel sad a lot of the time?",
        "Do you ever feel hopeless?",
        "Do you have hope?",
        "Do you think you feel down most of the time?",
        "How long have you struggled with depression?",
        "Is depression making you mentally slow?",
        "Are you feeling that you are thinking slow?",
        "Is depression biological or environmental or genetic?",
        "Do you take good food?",
        "Are your emotions making you physically sick?",
        "What is the cause of sadness?",
        "did you vomit?",
        "Are you feeling sick or ill?",
        "Can you describe hopelessness?"
    ],
    "How often have you been bothered by feeling tired or having little energy?": [
        "Do you feel rested when you wake up in the morning?",
        "Do you take naps?",
        "How many hours of sleep do you get at night?",
        "Do you get intentional exercise?",
        "Do you think your low energy is related to depression?",
        "How long have you struggled with low energy?",
        "Why do you feel so tired and have very little energy?",
        "Do you always feel tired and have little energy?",
        "Do you feel serious fatigue?",
        "Do you have defficiency that causes tiredness and fatigue?",
        "Do you wish you could rid of the sluggish feeling?",
        "Do you wonder how you can boost your energy?",
        "Do you have Vitamin D defficiency?",
        "Do you search for things that give you more energy?",
        "Do you feel weak all of a sudden?"
    ],
    "How often have you been bothered by little interest or pleasure in doing things?": [
        "What do you do for fun?",
        "Do you have hobbies?",
        "How long have you struggled with lack of interest in things you used to enjoy?",
        "Do you feel little pleasure doing things you used to enjoy?",
        "Are you showing any negative symptom of schizophrenia?",
        "Have you ever been treated for little pleasure in doing pleasurable things?",
        "What does \"lack of pleasure\" mean to you?",
        "Are you not feeling happy?",
        "Did you check your dopamine levels?",
        "Can you tell me what negative psychotic symptoms you are facing?",
        "how often you are depressed?",
        "Do you feel your brain is affected?",
        "Did you indulge in risky behaviors?"
    ],
    "How often have you been bothered by moving or speaking so slowly that other people could have noticed? Or the opposite — being so fidgety or restless that you have been moving around a lot more than usual?": [
        "Do you normally move slowly compared to others?",
        "Have you been moving more slowly than usual?",
        "Are you normally fidgety or restless?",
        "Have you been more fidgety or restless than usual?",
        "Do you fidget when you are anxious?",
        "Do you feel like talking slowly is attractive?",
        "Do you feel like talking slowly is a good thing?",
        "Do you think talking slow makes you less inteliigent?",
        "Do you think there are negatives to speaking slowly?"
    ],
    "How often have you been bothered by poor appetite or overeating?": [
        "How is your appetite?",
        "Do you eat at regular times each day?",
        "Do you intentionally restrict your eating?",
        "Do you eat when you are hungry?",
        "Do you \"comfort eat\"?",
        "Do you stop eating when you are full?",
        "How often do you overeat?",
        "How often do you feel you don't eat enough?",
        "How long have you struggled with appetite issues?",
        "Have you noticed appetite changes in response to your mood?",
        "Do you have poor appetite or do you overeat?",
        "Did you suddenly lose your appetite?",
        "Do you feel the need to go to a doctor for loss of appetite?",
        "Have you lost your appetite or feel sick when you eat?",
        "Do you feel your lack of sleep affects your appetite?",
        "Do you feel nauseous when you think about food?",
        "Do you suffer from any particular health issues that could cause loss of appetite?",
        "Do you have an eating disorder?",
        "Have you undergone any test for vitamin defficiency?",
        "\nDo you ever overeat or does your stomach hurt when you eat?",
        "Does overeating make you gain weight?",
        "Does binge eating get in the way of your diet?",
        "Does your stomach ache when you eat?",
        "Do you do weekend binge eating?",
        "How long do your tummy aches last?",
        "Do you feel like you can get your appetite back?"
    ],
    "How often have you been bothered by thoughts that you would be better off dead or of hurting yourself in some way": [
        "Have you had any thoughts about harming yourself?",
        "Have you had any thoughts about killing yourself?",
        "Do ever wish you could go to sleep and not wake up?",
        "Have you ever tried to harm yourself?",
        "Have you ever tried to kill yourself?",
        "I think you should consult the mental health hotline here: \"Text Hello to 741741\"or contact a mental health care provider."
    ],
    "How often have you been bothered by trouble concentrating while reading newspaper or watching television?": [
        "Do you have problems focusing on tasks?",
        "Are you to concentrate OK when reading (like a newspaper)?",
        "Are you to concentrate OK when watching a movie or TV?",
        "Have you notice a decreased ability to focus or concentrate on activities?",
        "How long have you struggled with focus or concentration issues?",
        "Do you have trouble concentrating when reading or watching something?"
    ],
    "Have been bothered by trouble falling or staying asleep, or sleeping too much?": [
        "How many hours of sleep do you get on average each night?",
        "Do you have problems getting to sleep?",
        "Do you have problems staying asleep?",
        "Do you have issues getting up too early?",
        "Do you have problems with nightmares?",
        "What keeps you up?",
        "What wakes you up?",
        "Why do you sleep more than you need to?",
        "How long have you struggled with sleep difficulties",
        "How long do you stay in bed if you are having trouble falling asleep?",
        "What do you do when you cant fall asleep?",
        "Where you diagnosed with any sleep disorder?",
        "How long does it take for someone with insomnia to fall asleep?",
        "Do you wake up several times a night?",
        "Do you want to know how sleep disorders diagnosed?",
        "Do you take any sleep aid medication?",
        "What is your age?"
    ]
}